package org.example.moduleTwoBaseSyntax

fun main() {
    println(
            "1. Весь код который мы создаем на языке Kotlin должен быть написан внутри файлов с расширением .kt\n" +
            "2. Файлу необходимо дать имя:\n" +
            "- С заглавной буквы\n" +
            "- Использовать английский язык, никакого транслита!\n" +
            "- Каждое следующее слово с заглавной буквы без нижнего подчеркивания и пробелов\n" +
            "3. Для обозначения точки входа в программу создайте функцию main()")
}
